Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Cached content lets you re-open articles without waiting for a network request. Older content is cleared automatically based on this setting.
ar: يتيح لك المحتوى المخزن مؤقتًا إعادة فتح المقالات دون انتظار طلب شبكة. تتم إزالة المحتوى الأقدم تلقائيًا استنادًا إلى هذا الإعداد.
de: Zwischengespeicherte Inhalte ermöglichen es dir, Artikel erneut zu öffnen, ohne auf eine Netzwerkanfrage zu warten. Ältere Inhalte werden gemäß dieser Einstellung automatisch gelöscht.
el: Το προσωρινά αποθηκευμένο περιεχόμενο σάς επιτρέπει να ανοίγετε ξανά άρθρα χωρίς να περιμένετε ένα αίτημα δικτύου. Το παλαιότερο περιεχόμενο εκκαθαρίζεται αυτόματα με βάση αυτήν τη ρύθμιση.
es: El contenido en caché te permite volver a abrir artículos sin esperar una solicitud de red. El contenido más antiguo se borra automáticamente según esta configuración.
fa: محتوای ذخیره‌شدهٔ موقت به شما اجازه می‌دهد مقالات را بدون انتظار برای درخواست شبکه دوباره باز کنید. محتوای قدیمی‌تر بر اساس این تنظیم به‌طور خودکار پاک می‌شود.
fr: Le contenu mis en cache vous permet de rouvrir des articles sans attendre une requête réseau. Le contenu ancien est effacé automatiquement selon ce paramètre.
he: תוכן שמור במטמון מאפשר לך לפתוח מחדש מאמרים מבלי להמתין לבקשת רשת. תוכן ישן יותר מנוקה אוטומטית בהתאם להגדרה זו.
hi: कैश की गई सामग्री आपको नेटवर्क अनुरोध की प्रतीक्षा किए बिना लेख फिर से खोलने देती है। इस सेटिंग के आधार पर पुरानी सामग्री स्वचालित रूप से साफ़ हो जाती है。
id: Konten cache memungkinkan Anda membuka kembali artikel tanpa menunggu permintaan jaringan. Konten yang lebih lama dihapus secara otomatis berdasarkan pengaturan ini.
it: I contenuti memorizzati nella cache ti consentono di riaprire gli articoli senza attendere una richiesta di rete. I contenuti più vecchi vengono cancellati automaticamente in base a questa impostazione.
ja: キャッシュされたコンテンツにより、ネットワークリクエストを待たずに記事を再度開くことができます。古いコンテンツはこの設定に基づいて自動的に消去されます。
ko: 캐시된 콘텐츠를 사용하면 네트워크 요청을 기다리지 않고 기사를 다시 열 수 있습니다. 이 설정에 따라 오래된 콘텐츠는 자동으로 지워집니다.
nl: Gecachte inhoud stelt je in staat artikelen opnieuw te openen zonder te wachten op een netwerkverzoek. Oudere inhoud wordt automatisch gewist op basis van deze instelling.
pl: Zbuforowana zawartość pozwala ponownie otwierać artykuły bez czekania na żądanie sieciowe. Starsza zawartość jest automatycznie czyszczona na podstawie tego ustawienia.
pt: O conteúdo em cache permite reabrir artigos sem esperar por uma solicitação de rede. Conteúdo mais antigo é apagado automaticamente com base nesta configuração.
ru: Кешированный контент позволяет открывать статьи заново, не дожидаясь сетевого запроса. Старый контент удаляется автоматически в соответствии с этой настройкой.
sv: Cachat innehåll låter dig återöppna artiklar utan att vänta på en nätverksbegäran. Äldre innehåll rensas automatiskt baserat på denna inställning.
th: เนื้อหาแคชช่วยให้คุณเปิดบทความซ้ำได้โดยไม่ต้องรอคำขอเครือข่าย เนื้อหาเก่าจะถูกล้างโดยอัตโนมัติตามการตั้งค่านี้
tr: Önbelleğe alınmış içerik, ağ isteği beklemeden makaleleri yeniden açmanızı sağlar. Daha eski içerik bu ayara göre otomatik olarak temizlenir.
uk: Кешований вміст дає змогу знову відкривати статті, не чекаючи мережевого запиту. Старіший вміст автоматично очищується відповідно до цього налаштування.
vi: Nội dung đã lưu vào bộ nhớ đệm cho phép bạn mở lại bài viết mà không cần chờ yêu cầu mạng. Nội dung cũ hơn sẽ tự động bị xóa dựa trên cài đặt này.
zh_hans: 缓存内容可让您重新打开文章而无需等待网络请求。较旧的内容将根据此设置自动清除。

source: Can you reproduce it?
ar: هل يمكنك إعادة إنتاجه؟
de: Kannst du das Problem reproduzieren?
el: Μπορείτε να το αναπαραγάγετε;
es: ¿Puedes reproducirlo?
fa: می‌توانید آن را بازتولید کنید؟
fr: Pouvez-vous le reproduire ?
he: האם אתה יכול לשחזר את זה?
hi: क्या आप इसे दोबारा उत्पन्न कर सकते हैं?
id: Bisakah Anda mereproduksinya?
it: Riesci a riprodurlo?
ja: 再現できますか？
ko: 재현할 수 있나요?
nl: Kun je het reproduceren?
pl: Czy potrafisz to odtworzyć?
pt: Você consegue reproduzir isso?
ru: Можете ли вы воспроизвести это?
sv: Kan du återskapa det?
th: คุณสามารถทำให้เกิดปัญหาซ้ำได้หรือไม่?
tr: Bunu yeniden oluşturabilir misiniz?
uk: Чи можете ви це відтворити?
vi: Bạn có thể tái hiện lỗi này không?
zh_hans: 您能重现该问题吗？

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Cancel contact?
ar: إلغاء التواصل؟
de: Kontakt abbrechen?
el: Ακύρωση επικοινωνίας;
es: ¿Cancelar contacto?
fa: لغو تماس؟
fr: Annuler le contact ?
he: לבטל את יצירת הקשר?
hi: संपर्क रद्द करें?
id: Batalkan kontak?
it: Annullare il contatto?
ja: 問い合わせをキャンセルしますか？
ko: 연락을 취소할까요?
nl: Contact annuleren?
pl: Anulować kontakt?
pt: Cancelar contato?
ru: Отменить обращение?
sv: Avbryta kontakten?
th: ยกเลิกการติดต่อหรือไม่?
tr: İletişim iptal edilsin mi?
uk: Скасувати звернення?
vi: Hủy liên hệ?
zh_hans: 要取消联系吗？

source: Cancel Download
ar: إلغاء التنزيل
de: Download abbrechen
el: Ακύρωση Λήψης
es: Cancelar descarga
fa: لغو بارگیری
fr: Annuler le téléchargement
he: ביטול ההורדה
hi: डाउनलोड रद्द करें
id: Batalkan Unduhan
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
nl: Download annuleren
pl: Anuluj pobieranie
pt: Cancelar download
ru: Отменить загрузку
sv: Avbryt nedladdning
th: ยกเลิกการดาวน์โหลด
tr: İndirmeyi İptal Et
uk: Скасувати завантаження
vi: Hủy tải xuống
zh_hans: 取消下载

source: Cancel sleep timer
ar: إلغاء المؤقت
de: Timer abbrechen
el: Ακύρωση χρονοδιακόπτη ύπνου
es: Cancelar temporizador
fa: لغو تایمر
fr: Annuler la minuterie
he: בטל טיימר שינה
hi: टाइमर रद्द करें
id: Batalkan pengatur waktu tidur
it: Annulla timer
ja: タイマーをキャンセル
ko: 타이머 취소
nl: Timer annuleren
pl: Anuluj timer uśpienia
pt: Cancelar timer
ru: Отменить таймер сна
sv: Avbryt sömnklocka
th: ยกเลิกตั้งเวลานอน
tr: Uyku zamanlayıcısını iptal et
uk: Скасувати таймер сну
vi: Hủy hẹn giờ ngủ
zh_hans: 取消定时器

source: Cancels and closes this form.
ar: يلغي هذا النموذج ويغلقه.
de: Bricht dieses Formular ab und schließt es.
el: Ακυρώνει και κλείνει αυτήν τη φόρμα.
es: Cancela y cierra este formulario.
fa: این فرم را لغو کرده و می‌بندد.
fr: Annule et ferme ce formulaire.
he: מבטל וסוגר טופס זה.
hi: इस फ़ॉर्म को रद्द करके बंद करता है।
id: Membatalkan dan menutup formulir ini.
it: Annulla e chiude questo modulo.
ja: このフォームをキャンセルして閉じます。
ko: 이 양식을 취소하고 닫습니다.
nl: Annuleert en sluit dit formulier.
pl: Anuluje i zamyka ten formularz.
pt: Cancela e fecha este formulário.
ru: Отменяет и закрывает эту форму.
sv: Avbryter och stänger detta formulär.
th: ยกเลิกและปิดแบบฟอร์มนี้
tr: Bu formu iptal eder ve kapatır.
uk: Скасовує та закриває цю форму.
vi: Hủy và đóng biểu mẫu này.
zh_hans: 取消并关闭此表单。

source: Cancels and closes this report.
ar: يلغي هذا التقرير ويغلقه.
de: Bricht diesen Bericht ab und schließt ihn.
el: Ακυρώνει και κλείνει αυτήν την αναφορά.
es: Cancela y cierra este informe.
fa: این گزارش را لغو کرده و می‌بندد.
fr: Annule et ferme ce signalement.
he: מבטל וסוגר דוח זה.
hi: इस रिपोर्ट को रद्द करके बंद करता है।
id: Membatalkan dan menutup laporan ini.
it: Annulla e chiude questa segnalazione.
ja: このレポートをキャンセルして閉じます。
ko: 이 신고를 취소하고 닫습니다.
nl: Annuleert en sluit dit rapport.
pl: Anuluje i zamyka to zgłoszenie.
pt: Cancela e fecha este relatório.
ru: Отменяет и закрывает этот отчёт.
sv: Avbryter och stänger denna rapport.
th: ยกเลิกและปิดรายงานนี้
tr: Bu raporu iptal eder ve kapatır.
uk: Скасовує та закриває цей звіт.
vi: Hủy và đóng báo cáo này.
zh_hans: 取消并关闭此报告。

source: Card Density
ar: كثافة البطاقات
de: Kartendichte
el: Πυκνότητα Καρτών
es: Densidad de tarjetas
fa: تراکم کارت
fr: Densité des cartes
he: צפיפות כרטיסים
hi: कार्ड घनत्व
id: Kepadatan Kartu
it: Densità delle schede
ja: カードの密度
ko: 카드 밀도
nl: Kaartdichtheid
pl: Gęstość kart
pt: Densidade dos cartões
ru: Плотность карточек
sv: Kortdensitet
th: ความหนาแน่นของการ์ด
tr: Kart Yoğunluğu
uk: Щільність карток
vi: Mật độ thẻ
zh_hans: 卡片密度

source: Categories starting with %@
ar: الفئات التي تبدأ بـ %@
de: Kategorien, die mit %@ beginnen
el: Κατηγορίες που ξεκινούν με %@
es: Categorías que comienzan con %@
fa: دسته‌هایی که با %@ شروع می‌شوند
fr: Catégories commençant par %@
he: קטגוריות שמתחילות ב-%@
hi: %@ से शुरू होने वाली श्रेणियाँ
id: Kategori yang dimulai dengan %@
it: Categorie che iniziano con %@
ja: %@ で始まるカテゴリ
ko: %@(으)로 시작하는 카테고리
nl: Categorieën die beginnen met %@
pl: Kategorie zaczynające się od %@
pt: Categorias que começam com %@
ru: Категории, начинающиеся на %@
sv: Kategorier som börjar på %@
th: หมวดหมู่ที่ขึ้นต้นด้วย %@
tr: %@ ile başlayan kategoriler
uk: Категорії, що починаються на %@
vi: Danh mục bắt đầu bằng %@
zh_hans: 以 %@ 开头的分类

source: Category
ar: الفئة
de: Kategorie
el: Κατηγορία
es: Categoría
fa: دسته
fr: Catégorie
he: קטגוריה
hi: श्रेणी
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 分类

source: Change
ar: تغيير
de: Ändern
el: Αλλαγή
es: Cambiar
fa: تغییر
fr: Modifier
he: שינוי
hi: बदलें
id: Ubah
it: Modifica
ja: 変更
ko: 변경
nl: Wijzigen
pl: Zmień
pt: Alterar
ru: Изменить
sv: Ändra
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改

source: Change contact type
ar: تغيير نوع التواصل
de: Kontaktart ändern
el: Αλλαγή τύπου επικοινωνίας
es: Cambiar tipo de contacto
fa: تغییر نوع تماس
fr: Modifier le type de contact
he: שינוי סוג יצירת הקשר
hi: संपर्क प्रकार बदलें
id: Ubah jenis kontak
it: Modifica tipo di contatto
ja: 問い合わせの種類を変更
ko: 연락 유형 변경
nl: Contacttype wijzigen
pl: Zmień typ kontaktu
pt: Alterar tipo de contato
ru: Изменить тип обращения
sv: Ändra kontakttyp
th: เปลี่ยนประเภทการติดต่อ
tr: İletişim türünü değiştir
uk: Змінити тип звернення
vi: Thay đổi loại liên hệ
zh_hans: 更改联系类型

source: Change Email Address
ar: تغيير عنوان البريد الإلكتروني
de: E-Mail-Adresse ändern
el: Αλλαγή Διεύθυνσης Email
es: Cambiar dirección de correo electrónico
fa: تغییر نشانی ایمیل
fr: Modifier l'adresse e-mail
he: שינוי כתובת האימייל
hi: ईमेल पता बदलें
id: Ubah Alamat Email
it: Modifica indirizzo email
ja: メールアドレスを変更
ko: 이메일 주소 변경
nl: E-mailadres wijzigen
pl: Zmień adres e-mail
pt: Alterar endereço de e-mail
ru: Изменить адрес электронной почты
sv: Ändra e-postadress
th: เปลี่ยนที่อยู่อีเมล
tr: E-posta Adresini Değiştir
uk: Змінити адресу електронної пошти
vi: Thay đổi địa chỉ email
zh_hans: 更改电子邮件地址

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
el: Αλλαγή Κωδικού Πρόσβασης
es: Cambiar contraseña
fa: تغییر رمز عبور
fr: Modifier le mot de passe
he: שינוי סיסמה
hi: पासवर्ड बदलें
id: Ubah Kata Sandi
it: Modifica password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
ru: Изменить пароль
sv: Ändra lösenord
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
uk: Змінити пароль
vi: Thay đổi mật khẩu
zh_hans: 更改密码

source: Change these in iOS Settings → Accessibility. AppleVis detects and respects them automatically.
ar: غيّر هذه في إعدادات iOS → إمكانية الوصول. يكتشفها AppleVis ويحترمها تلقائيًا.
de: Ändere diese in den iOS-Einstellungen → Bedienungshilfen. AppleVis erkennt und berücksichtigt sie automatisch.
el: Αλλάξτε αυτά στις Ρυθμίσεις iOS → Προσβασιμότητα. Το AppleVis τα εντοπίζει και τα σέβεται αυτόματα.
es: Cambia estos ajustes en Configuración de iOS → Accesibilidad. AppleVis los detecta y respeta automáticamente.
fa: این‌ها را در تنظیمات iOS ← دسترس‌پذیری تغییر دهید. AppleVis آن‌ها را به‌طور خودکار تشخیص داده و رعایت می‌کند.
fr: Modifiez ces réglages dans Réglages iOS → Accessibilité. AppleVis les détecte et les respecte automatiquement.
he: שנה אותם בהגדרות iOS ← נגישות. AppleVis מזהה ומכבדת אותם אוטומטית.
hi: इन्हें iOS सेटिंग्स → सुलभता में बदलें। AppleVis इन्हें स्वचालित रूप से पहचानता और सम्मान करता है।
id: Ubah ini di Pengaturan iOS → Aksesibilitas. AppleVis mendeteksi dan menghormatinya secara otomatis.
it: Modifica queste impostazioni in Impostazioni iOS → Accessibilità. AppleVis le rileva e le rispetta automaticamente.
ja: これらは「iOS 設定」→「アクセシビリティ」で変更できます。AppleVis はそれらを自動的に検出して反映します。
ko: iOS 설정 → 손쉬운 사용에서 이 항목을 변경하세요. AppleVis는 이를 자동으로 감지하고 따릅니다.
nl: Wijzig deze in iOS-instellingen → Toegankelijkheid. AppleVis detecteert en respecteert ze automatisch.
pl: Zmień je w Ustawieniach iOS → Ułatwienia dostępu. AppleVis automatycznie je wykrywa i respektuje.
pt: Altere-os em Ajustes do iOS → Acessibilidade. A AppleVis os detecta e respeita automaticamente.
ru: Измените их в настройках iOS → Специальные возможности. AppleVis автоматически распознаёт и учитывает их.
sv: Ändra dessa i iOS-inställningar → Hjälpmedel. AppleVis upptäcker och respekterar dem automatiskt.
th: เปลี่ยนสิ่งเหล่านี้ในการตั้งค่า iOS → การช่วยการเข้าถึง AppleVis จะตรวจจับและปฏิบัติตามโดยอัตโนมัติ
tr: Bunları iOS Ayarları → Erişilebilirlik'ten değiştirin. AppleVis bunları otomatik olarak algılar ve uygular.
uk: Змініть їх у Налаштуваннях iOS → Спеціальні можливості. AppleVis автоматично визначає та враховує їх.
vi: Thay đổi các mục này trong Cài đặt iOS → Trợ năng. AppleVis tự động phát hiện và tuân theo.
zh_hans: 请在“iOS 设置”→“辅助功能”中更改这些设置。AppleVis 会自动检测并遵循它们。

source: Change this anytime in Settings > Privacy.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات > الخصوصية.
de: Dies jederzeit in Einstellungen > Datenschutz ändern.
el: Αλλάξτε το ανά πάσα στιγμή στις Ρυθμίσεις > Απόρρητο.
es: Cambia esto cuando quieras en Ajustes > Privacidad.
fa: این را هر زمان در تنظیمات > حریم خصوصی تغییر دهید.
fr: Modifiez ceci à tout moment dans Réglages > Confidentialité.
he: אפשר לשנות זאת בכל עת בהגדרות > פרטיות.
hi: इसे कभी भी सेटिंग्स > गोपनीयता में बदलें।
id: Ubah ini kapan saja di Pengaturan > Privasi.
it: Modifica questa opzione in qualsiasi momento in Impostazioni > Privacy.
ja: これはいつでも「設定」＞「プライバシー」で変更できます。
ko: 설정 > 개인정보 보호에서 언제든지 변경할 수 있습니다.
nl: Wijzig dit op elk moment via Instellingen > Privacy.
pl: Zmień to w dowolnym momencie w Ustawienia > Prywatność.
pt: Altere isso quando quiser em Ajustes > Privacidade.
ru: Измените это в любое время в разделе «Настройки» > «Конфиденциальность».
sv: Ändra detta när som helst under Inställningar > Sekretess.
th: เปลี่ยนสิ่งนี้ได้ทุกเมื่อในการตั้งค่า > ความเป็นส่วนตัว
tr: Bunu istediğiniz zaman Ayarlar > Gizlilik bölümünden değiştirin.
uk: Змініть це будь-коли в Налаштування > Конфіденційність.
vi: Thay đổi điều này bất cứ lúc nào trong Cài đặt > Quyền riêng tư.
zh_hans: 您可以随时在“设置”>“隐私”中更改此设置。

source: Change your account email address
ar: غيّر عنوان البريد الإلكتروني لحسابك
de: Ändere die E-Mail-Adresse deines Kontos
el: Αλλάξτε τη διεύθυνση email του λογαριασμού σας
es: Cambia la dirección de correo electrónico de tu cuenta
fa: نشانی ایمیل حساب خود را تغییر دهید
fr: Modifiez l'adresse e-mail de votre compte
he: שנה את כתובת האימייל של החשבון שלך
hi: अपने खाते का ईमेल पता बदलें
id: Ubah alamat email akun Anda
it: Modifica l'indirizzo email del tuo account
ja: アカウントのメールアドレスを変更します
ko: 계정 이메일 주소 변경
nl: Wijzig het e-mailadres van je account
pl: Zmień adres e-mail swojego konta
pt: Altere o endereço de e-mail da sua conta
ru: Измените адрес электронной почты аккаунта
sv: Ändra ditt kontos e-postadress
th: เปลี่ยนที่อยู่อีเมลบัญชีของคุณ
tr: Hesap e-posta adresinizi değiştirin
uk: Змініть адресу електронної пошти вашого облікового запису
vi: Thay đổi địa chỉ email tài khoản của bạn
zh_hans: 更改您的账户电子邮件地址

source: Change your account password
ar: غيّر كلمة مرور حسابك
de: Ändere das Passwort deines Kontos
el: Αλλάξτε τον κωδικό πρόσβασης του λογαριασμού σας
es: Cambia la contraseña de tu cuenta
fa: رمز عبور حساب خود را تغییر دهید
fr: Modifiez le mot de passe de votre compte
he: שנה את הסיסמה של החשבון שלך
hi: अपने खाते का पासवर्ड बदलें
id: Ubah kata sandi akun Anda
it: Modifica la password del tuo account
ja: アカウントのパスワードを変更します
ko: 계정 비밀번호 변경
nl: Wijzig het wachtwoord van je account
pl: Zmień hasło swojego konta
pt: Altere a senha da sua conta
ru: Измените пароль аккаунта
sv: Ändra ditt kontos lösenord
th: เปลี่ยนรหัสผ่านบัญชีของคุณ
tr: Hesap şifrenizi değiştirin
uk: Змініть пароль вашого облікового запису
vi: Thay đổi mật khẩu tài khoản của bạn
zh_hans: 更改您的账户密码
